[{"id":"52","person":"budha","quote":"Buddha quotes about Lover","q_full":"Your purpose in life is to find your purpose and give your whole heart and soul to it.\r\n\r\nHealth is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.\r\n\r\nLet us rise up and be thankful. For if we didn’t learn a lot at least we learned a little, and if we didn’t learn a little, at least we didn’t get sick, and if we got sick, at least we didn’t die; so, let us all be thankful.\r\n\r\nThose who attempt to conquer hatred by hatred are like warriors who take weapons to overcome others who bear arms. This does not end hatred, but gives it room to grow. But, ancient wisdom has advocated a different timeless strategy to overcome hatred. This eternal wisdom is to meet hatred with non-hatred. The method of trying to conquer hatred through hatred never succeeds in overcoming hatred. But, the method of overcoming hatred through non-hatred is eternally effective. That is why that method is described as eternal wisdom.\r\n\r\nTo be angry is to let others’ mistakes punish yourself.\r\n\r\nHolding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.\r\n\r\nThose who consider the inessential to be essential\r\nAnd see the essential as inessential Don’t reach the essential,\r\nLiving in the field of wrong intention","q_hindi":""},{"id":"51","person":"budha","quote":"Quotes To calm your mind","q_full":"You yourself, as much as anybody in the entire universe, deserve your love and affection.\r\n\r\nNo matter how hard the past, you can always begin again.\r\n\r\nWork out your own salvation. Do not depend on others.\r\n\r\nWith our thoughts we make the world.\r\n\r\nHappiness is when what you think, what you say and what you do are in harmony.\r\n\r\nThere are only two mistakes one can make along the way to truth, not going all the way and not starting.\r\n\r\nTrue love is born from understanding.\r\n\r\nThree things cannot be long hidden: the sun, the moon, and the truth.\r\n\r\nThousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.\r\n\r\nThe mind is the source of Happiness and Unhappiness.\r\n\r\nThe mind is what the brain does.\r\n\r\nPain is inevitable suffering is optional.\r\n\r\nBoth formerly and now, it is only suffering that I describe, and the cessation of suffering.\r\n\r\nThe whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.\r\n\r\nAll that we are is the result of what we have thought.\r\n\r\nThe fool who asks questions is wiser than the wise man who does not answer them.\r\n\r\nDo not dwell in the past, do not dream of the future, concentrate the mind on the present moment.\r\n\r\nNothing ever goes away until it has taught us what we need to know.\r\n\r\nif you truly loved yourself you could never hurt another.\r\n\r\nHatred does not cease by hatred, but only by love; this is the eternal rule.\r\n\r\nLearn to let go – this is the secret of happiness.\r\n\r\nIf you propose to speak, always ask yourself, is it true, is it necessary, is it kind.\r\n\r\nHolding on to anger is like drinking poison and expecting the other person to die.\r\n\r\nHealth is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.\r\n\r\nHappiness does not depend on what you have or who you are, it solely relies on what you think.\r\n\r\nHappiness never decreases by being shared.\r\n\r\nThere is no way to happiness, happiness is the way.\r\n\r\nSuccess is not the key to happiness. Happiness is the key to success.\r\n\r\nThere is no bigger happiness but peace.\r\n\r\nOne is meant to forgive and be compassionate.\r\n\r\nEvery experience, no matter how bad it seems, holds within it a blessing of some kind, the goal is to find it.\r\n\r\nThe darkest night is ignorance.\r\n\r\nWe waste time looking for the perfect lover. Instead of creating the perfect love.\r\n\r\nIt is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannnot be taken from you, not by angels or demons, heaven or hell.\r\n\r\n\r\n","q_hindi":""},{"id":"46","person":"budha","quote":"Secret of Health","q_full":"The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly.\r\n\r\nTo keep the body in good health is a duty… otherwise we shall not be able to keep our mind strong and clear.\r\n\r\nTo enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.\r\n\r\nEvery human being is the author of his own health or disease.\r\n\r\n","q_hindi":""},{"id":"45","person":"budha","quote":"Our Thoughts...","q_full":"We are shaped by our thoughts, we become what we think. When the mind is pure, joy follows like a shadow that never leaves.\r\n\r\nWe are what we think. All that we are arises with our thoughts. With our thoughts, we make the world","q_hindi":""},{"id":"29","person":"budha","quote":"Your Wisdom","q_full":"Even death is not to be feared by one who has lived wisely.\r\n\r\nA man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless.\r\n\r\nYou only lose what you cling to.\r\n\r\nPain is certain, suffering is optional.\r\n\r\nAs you walk and eat and travel, be where you are. Otherwise you will miss most of your life.\r\n\r\nThe past is already gone, the future is not yet here. There’s only one moment for you to live.\r\n\r\nEven as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.\r\n\r\nWear your ego like a loose fitting garment.\r\n\r\nThe trouble is, you think you have time.\r\nA dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker.\r\n\r\nPeople with opinions just go around bothering one another.\r\n\r\nRemembering a wrong is like carrying a burden on the mind.\r\n\r\nThere isn’t enough darkness in all the world to snuff out the light of one little candle.\r\n\r\nOne moment can change a day, one day can change a life and one life can change the world.\r\n\r\n?Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you.\r\n\r\nWhatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.\r\n\r\nTrue love is born from understanding.\r\n\r\nHatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law.","q_hindi":""},{"id":"28","person":"budha","quote":"Life, Peace and Love","q_full":"The whole secret of existence is to have no fear.\r\n\r\nYou will not be punished for your anger, you will be punished by your anger.\r\n\r\nIf the problem can be solved why worry? If the problem cannot be solved worrying will do you no good.\r\n\r\nThere is no path to happiness: happiness is the path.\r\n\r\nThousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","q_hindi":""},{"id":"27","person":"budha","quote":"Truth and Spirituality","q_full":"To conquer oneself is a greater task than conquering others.\r\n\r\nYou cannot travel the path until you have become the path itself.\r\n\r\nThe only real failure in life is not to be true to the best one knows.\r\n\r\nNo one saves us but ourselves. No one can and no one may. We ourselves must walk the path.\r\n\r\nPurity or impurity depends on oneself. No one can purify another.\r\n\r\nHowever many holy words you read, however many you speak, what good will they do you if you do not act on upon them?\r\n\r\nPeace comes from within. Do not seek it without.\r\n\r\nThree things can not hide for long: the Moon, the Sun and the Truth.\r\n\r\nIf we could see the miracle of a single flower clearly, our whole life would change.\r\n\r\nThose who have failed to work toward the truth have missed the purpose of living.\r\n\r\nThere are only two mistakes one can make along the road to truth; not going all the way, and not starting.\r\n\r\nIn separateness lies the world’s greatest misery; in compassion lies the world’s true strength.","q_hindi":""},{"id":"26","person":"budha","quote":"Mind is Everything","q_full":"All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?\r\n\r\nThe mind is everything. What you think you become.\r\n\r\nIt is a man’s own mind, not his enemy or foe, that lures him to evil ways.\r\n\r\nThere is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind.\r\n\r\nNothing can harm you as much as your own thoughts unguarded.","q_hindi":""},{"id":"8","person":"budha","quote":"Believe nothing, no matter where...","q_full":"Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.","q_hindi":""}]