[{"id":"50","person":"chanakya","quote":"Chanakya on Wisdom","q_full":"The man who remains a fool even in advanced age is really a fool, just as the Indra-Varuna fruit does not become sweet no matter how ripe it might become.\r\n\r\nThe cuckoos remain silent for a long time (for several seasons)until they are able to sing sweetly(in the Spring)so as to give joy to all.\r\n\r\nWe should not feel pride in our charity, austerity,valour,scriptural knowledge, modestyandmorality for the world is full of the rarest gems.\r\n\r\nDrop the idea that attachment and love are one thing. They are enemies. It is attachment that destroys all love.\r\n\r\nWealth, a friend, a wife, and a kingdom may be regained; but this body when lost may never be acquired again.\r\n\r\nPoverty, disease, sorrow, imprisonment and other evils are the fruits borne by the tree of one’s own sins.\r\n\r\nThere are three gems upon this earth; food, water, and pleasing words — fools (mudhas) consider pieces of rocks as gems.\r\n\r\nAs a calf follows its mother among a thousand cows, so the (good or bad) deeds of a man follow him.\r\n\r\nWho realises all the happiness he desires? Everything is in the hands of God. Therefore one should learn contentment.\r\n\r\nHe who forsakes his own community and joins another perishes as the king who embraces an unrighteous path.\r\n\r\nGenerosity, pleasing address, courage and propriety of conduct are not acquired, but are inbred qualities.\r\n\r\nA learned man is honoured by the people.A learned man commands respect everywhere for his learning. Indeed,learning is honoured everywhere.\r\n\r\nBeauty is spoiled by an immoral nature;noble birth by bad conduct; learning, without being perfected; and wealth by not being properly utilised.\r\n\r\nMoral excellence is an ornament for personal beauty;righteous conduct,for high birth; success for learning;and proper spending for wealth.\r\n\r\nPurity of speech, of the mind, of the senses, and a compassionate heart are needed by one who desires to rise to the divine platform.\r\n\r\nOur bodies are perishable,wealth is not at all permanent and death is always nearby.Therefore we must immediately engage in acts of merit.\r\n\r\nWhat good can the scriptures do to a man who has no sense of his own? Of what use is as mirror to a blind man?\r\n\r\nThose base men who speak of the secret faults of others destroy themselves like serpents that stray onto anthills.\r\n\r\nBeauty is spoiled by an immoral nature; noble birth by bad conduct;learning, without being perfected;andwealth by not being properly utilised.\r\n\r\nLow class men desire wealth;middle class men both wealth and respect;but the noble,honour only;hence honour is the noble man’s true wealth.\r\n\r\nHe who has wealth has friends and relations; he alone survives and is respected as a man.\r\n\r\nAccumulated wealth is saved by spending just as incoming fresh water is saved by letting out stagnant water.\r\n\r\nSwans live wherever there is water, and leave the place where water dries up; let not a man act so — and comes and goes as he pleases.\r\n\r\nThe power of a king lies in his mighty arms;that of a brahmana in his spiritual knowledge; and that of a woman in her beauty youth and sweet words.\r\n\r\nHe who gives up shyness in monetary dealings, in acquiring knowledge, in eating and in business, becomes happy.\r\n\r\nTime perfects all living beings as well as kills them; it alone is awake when all others are asleep. Time is insurmountable.\r\n\r\nBy means of hearing one understands dharma, malignity vanishes, knowledge is acquired, and liberation from material bondage is gained.\r\n\r\nThe poor wish for wealth; animals for the faculty of speech; men wish for heaven; and godly persons for liberation.\r\n\r\nLearning is a friend on the journey; a wife in the house; medicine in sickness; and religious merit is the only friend after death.\r\n\r\nThe learned are envied by the foolish; rich men by the poor; chaste women by adulteresses; and beautiful ladies by ugly ones\r\n\r\nA thing may be dreaded as long as it has not overtaken you, but once it has come upon you, try to get rid of it without hesitation.\r\n\r\nShe is a true wife who is clean (suci), expert, chaste, pleasing to the husband, and truthful.\r\n\r\nWhen one is consumed by the sorrows of life, three things give him relief: offspring, a wife, and the company of the Lord’s devotees.\r\n\r\nLearning is like a cow of desire. It, like her, yields in all seasons. Like a mother, it feeds you on your journey. Therefore learning is a hidden treasure\r\n\r\nAs long as your body is healthy and under control and death is distant, try to save your soul; when death is imminent what can you do?\r\n\r\nHe who runs away from a fearful calamity, a foreign invasion, a terrible famine, and the companionship of wicked men is safe.\r\n\r\nDo not keep company with a fool for as we can see he is a two-legged beast.Like an unseen thorn he pierces the heart with his sharp words.\r\n\r\nAt the time of the pralaya(universal destruction)the oceans are to exceed their limits and seek to change,but a saintly man never changes.\r\n\r\nHe who befriends a man whose conduct is vicious, whose vision impure, and who is notoriously crooked, is rapidly ruined.\r\n\r\nAvoid him who talks sweetly before you but tries to ruin you behind your back, for he is like a pitcher of poison with milk on top.\r\n\r\nEven if a snake is not poisonous, it should pretend to be venomous.\r\n\r\nNever make friends with people who are above or below you in status. Such friendships will never give you any happiness.\r\n\r\nAs soon as the fear approaches near, attack and destroy it.\r\n\r\nThe earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth.\r\n\r\nThe world’s biggest power is the youth and beauty of a woman.\r\n\r\nPurity of speech,of the mind, of the senses,and the of a compassionate heart are needed by one who desires to rise to the divine platform.","q_hindi":""},{"id":"49","person":"chanakya","quote":"Chanakya on Religion","q_full":"God is not present in idols. Your feelings are your god. The soul is your temple.\r\n\r\nDo not reveal what you have thought upon doing, but by wise council keep it secret being determined to carry it into execution.\r\n\r\nAs a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family.\r\n\r\nA man is born alone and dies alone;and he experiences the good and bad consequences of his karma alone;and he goes alone to hell or the Supreme abode.\r\n\r\nHe who nurtures benevolence for all creatures within his heart overcomes all difficulties and will be the recipient of all types of riches at every step.\r\n\r\nAll the creatures are pleased by loving words; and therefore we should address words that are pleasing to all, for there is no lack of sweet words.\r\n\r\nA man attains greatness by his merits, not simply by occupying an exalted seat. Can we call a crow an eagle (garuda) simply because he sits on the top of a tall building.\r\n\r\nSinfully acquired wealth may remain for ten years; in the eleventh year it disappears with even the original stock.\r\n\r\nHe who wears unclean garments, has dirty teeth, is a glutton, speaks unkindly and sleeps after sunrise – although he may be the greatest personality — will lose the favour of Lakshmi.\r\n\r\nEschew wicked company and associate with saintly persons. Acquire virtue day and night, and always meditate on that which is eternal forgetting that which is temporary.\r\n\r\nWe should always speak what would please the man of whom we expect a favour,like the hunter who sings sweetly when he desires to shoot a deer.\r\n\r\nHe who is prepared for the future and he who deals cleverly with any situation that may arise are both happy; but the fatalistic man who wholly depends on luck is ruined.\r\n\r\nEven as the unborn babe is in the womb of his mother, these five are fixed as his life destiny: his life span, his activities, his acquisition of wealth and knowledge, and his time of death.","q_hindi":""},{"id":"48","person":"chanakya","quote":"Chanakya on Education","q_full":"Books are as useful to a stupid person as a mirror is useful to a blind person.\r\n\r\nEducation is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.\r\n\r\nHe who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.\r\n\r\nA man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode.\r\n\r\nDo not be very upright in your dealings for you would see by going to the forest that straight trees are cut down while crooked ones are left standing.\r\n\r\nThe wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability.\r\n\r\nPurity of speech,of the mind,of the senses, and of a compassionate heart are needed by one who desires to rise to the divine platform.\r\n\r\nHe who lives in our mind is near though he may actually be far away;but he who is not in our heart is far though he may really be nearby.\r\n\r\nThe happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.\r\n\r\nThere is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.\r\nThe fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all direction.\r\n\r\nThe earth is supported by the power of truth;it is the power of truth tht makes the sun shine andthe winds blow; indeed all things rest upon truth.\r\n\r\nThe biggest guru-mantra is: never share your secrets with anybody. It will destroy you.\r\n\r\nPurity of speech, of the mind, of the senses, and of a compassionate heart are needed by one who desires to rise to the divine platform.\r\n\r\nHe who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby.","q_hindi":""},{"id":"47","person":"chanakya","quote":"Chanakya on Integrity","q_full":"A person should not be too honest. Straight trees are cut first and honest people are screwed first.\r\n\r\nBefore you start some work, always ask yourself three questions: why I am doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.\r\n\r\nOnce you start working on something, don’t be afraid of failure and don’t abandon it. People who work sincerely are the happiest.\r\n\r\nThe biggest guru-mantra is: Never share your secrets with anybody. If you cannot keep a secret with you, do not expect that others will keep it? It will destroy you.\r\nThe king shall lose no time when the opportunity waited for arrives.\r\n\r\nIf a king is energetic, his subjects will be equally energetic. If he is reckless, they will not only be reckless likewise, but also eat into his works.\r\nThe fragrance of flowers spreads only in the direction of the wind but the goodness of a person spreads in all directions.\r\n\r\nA man is great by deeds, not by birth.\r\n\r\nOne whose knowledge is confined to books and whose wealth is in the possession of others can use neither knowledge nor wealth when the need for them arises.\r\n\r\nTime perfects men as well as destroys them.\r\n\r\nWe should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment.\r\n\r\nThere is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy.","q_hindi":""},{"id":"43","person":"chanakya","quote":"Power of a King","q_full":"The power of a king lies in his mighty arms;that of a brahmana in his spiritual knowledge; and that of a woman in her beauty youth and sweet words.\r\n","q_hindi":""},{"id":"42","person":"chanakya","quote":"Water","q_full":"Accumulated wealth is saved by spending just as incoming fresh water is saved by letting out stagnant water.\r\n\r\nSwans live wherever there is water, and leave the place where water dries up; let not a man act so - and comes and goes as he pleases.\r\n","q_hindi":""},{"id":"41","person":"chanakya","quote":"Society classes","q_full":"Low class men desire wealth, middle class men both wealth and respect, but the noble,honour only;hence honour is the noble man's true wealth.\r\n\r\n\r\nHe who has wealth has friends and relations, he alone survives and is respected as a man.\r\n","q_hindi":""},{"id":"40","person":"chanakya","quote":"Destroy Themselves","q_full":"Those base men who speak of the secret faults of others destroy themselves like serpents that stray onto anthills.","q_hindi":""},{"id":"39","person":"chanakya","quote":"Wealth and Scriptures","q_full":"Our bodies are perishable, wealth is not at all permanent and death is always nearby.Therefore we must immediately engage in acts of merit.\r\n\r\nWhat good can the scriptures do to a man who has no sense of his own? Of what use is as mirror to a blind man?\r\n","q_hindi":""},{"id":"38","person":"chanakya","quote":"Personal Beauty","q_full":"Moral excellence is an ornament for personal beauty, righteous conduct, for high birth, success for learning;and proper spending for wealth.\r\n\r\n\r\nPurity of speech, of the mind, of the senses, and a compassionate heart are needed by one who desires to rise to the divine platform.","q_hindi":""},{"id":"21","person":"chanakya","quote":"Honest Person ","q_full":"A person should not be too honest. Straight trees are cut first and honest people are screwed first.","q_hindi":""},{"id":"20","person":"chanakya","quote":"Education and Beauty","q_full":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","q_hindi":""},{"id":"11","person":"chanakya","quote":"Failure and Success","q_full":"Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.","q_hindi":""},{"id":"9","person":"chanakya","quote":"Rich friends and Poor friends","q_full":"Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.","q_hindi":""}]