[{"id":"44","person":"tegore","quote":"Love and Joy","q_full":"Love's gift cannot be given, it waits to be accepted.\r\n\r\nI slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.","q_hindi":""},{"id":"37","person":"tegore","quote":"Children s Education","q_full":"The mind of the child is always on the alert, restless and eager to receive firsthand knowledge from mother nature. Children should be surrounded with the things of nature which have their own educational value. Their minds should be allowed to stumble upon and surprised at everything that happens in todays life\r\n\r\nLuxuries are the burdens of other peoples habits, the burdens of the vicarious pride and pleasure which parents enjoy through their children.\r\n\r\nI felt clearly that what was needed was not any particular material object, not wealth or comfort or power, but our awakening to full consciousness in the freedom of soul, the freedom of life in God, where we have no enmity with those who must fight, no competition with those who must make money, where we are beyond all attacks and above all insults.\r\n\r\nAt first, children must gather knowledge through their life because children are in love with their life, and it is their first love. All its color and movement attract their eager attention, and then they will renounce their lives to gain knowledge.\r\n\r\nThe highest education is that which does not merely give us information, but makes our life in harmony with all existence","q_hindi":""},{"id":"19","person":"tegore","quote":"Faith like bird","q_full":"Faith is the bird that feels the light when the dawn is still dark.","q_hindi":""},{"id":"18","person":"tegore","quote":"Butterfly counting moments","q_full":"The butterfly counts not months but moments, and has time enough.","q_hindi":""},{"id":"17","person":"tegore","quote":"Child Education","q_full":"Don't limit a child to your own learning, for he was born in another time.","q_hindi":""},{"id":"16","person":"tegore","quote":"Create Capacity","q_full":"Everything comes to us that belongs to us if we create the capacity to receive it.","q_hindi":""},{"id":"15","person":"tegore","quote":"You can't cross the sea merely by standing","q_full":"You can't cross the sea merely by standing and staring at the water.","q_hindi":""},{"id":"14","person":"tegore","quote":"Clouds come floating","q_full":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","q_hindi":""},{"id":"13","person":"tegore","quote":"Life was joy","q_full":"I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.","q_hindi":""},{"id":"12","person":"tegore","quote":"Death","q_full":"Death is not extinguishing the light; it is only putting out the lamp because the dawn has come.","q_hindi":""},{"id":"10","person":"tegore","quote":"Mind and Knife ","q_full":"A mind all logic is like a knife all blade. It makes the hand bleed that uses it.","q_hindi":""}]