[{"id":"5","name":"Utkatasana","long_title":"Utkatasana or Awkward Pose","r_details":"Benefits: Utkatasana tones and shapes your legs. It cures slipped discs and other spine related problems. It stretches your hips, spine, and chest muscles. It strengthens your torso, tones your legs, and relieves joint and back pains.\r\n\r\nHow To Do The Pose\r\nStand straight and keep your feet arm length apart. Stretch your arms forward, with your palms facing downwards. Keep your arms straight. Now, bend at your knees and push your body down as if you are sitting on an imaginary chair. Do not bend your knees beyond your feet. Hold the pose.","r_hindi":"","image_url":"utkatasana.jpg","cat":"bikram"},{"id":"4","name":"Ardha Chandrasana","long_title":"Ardha Chandrasana or Half Moon Pose","r_details":"Benefits: Ardha Chandrasana strengthens your core. It increases your spine’s flexibility and improves kidney functioning. The Half Moon Pose firms your body and tones your hips, buttocks, thighs, and abdomen.\r\n\r\nHow To Do The Pose\r\nStand straight and lift your arms up. Join your palms to form the prayer mudra above your head. Don’t bend your elbows. Keep your hands straight, flexed, and firm. Now, in that position, bend on your right hip, with your torso falling on the right. Keep your legs straight while doing this. Repeat the same on the left side.","r_hindi":"","image_url":"ardha_chandrasana.jpg","cat":"bikram"},{"id":"3","name":"first bikram yoga Poses - Pranayama","long_title":"Pranayama - A Complete Step-By-Step Guide","r_details":"Benefits: Pranayama increases your focus and expands the lungs. It enables maximum oxygen to reach your muscles and organs and improves blood circulation. It will prepare you for the following exercises by easing and calming your mind. The breathing energizes and detoxifies your body.\/n\r\n\r\n\r\nHow To Do The Pose\r\nStand straight. Keep your spine erect, and legs together. Interlock your fingers and place them under your chin and along the arc of your neck. Keep your elbows together. As you inhale, pull up your arms with your wrists slightly touching your ears. Keep your head straight. As you exhale slowly and deeply, tilt your head back and let your hands follow the movement of the head.\r\n","r_hindi":"","image_url":"pranayama.jpg","cat":"bikram"},{"id":"1","name":"Improve your Muscle Tone","long_title":"Bikram or Hot yoga warms muscles to help burn fat easily.","r_details":"Tone is developed through all the postural movements of the body. Rather than being a flowing or vinyasa style of yoga, the Bikram series is more static as the body is moved into and held in a particular position resulting in isometric contraction of the involved muscles.","r_hindi":"","image_url":"bikram.png","cat":"bikram"}]